In [1]:
import piplite
await piplite.install("ipython-sql")

For more inforation see [this Medium post](https://towardsdatascience.com/heres-how-to-run-sql-in-jupyter-notebooks-f26eb90f3259)

In [2]:
%load_ext sql

In [3]:
%sql sqlite:///data/pagilla.db

In [4]:
%%sql
SELECT * FROM film_actor LIMIT 10

 * sqlite:///pagilla.db
Done.

[(1, 1, '2006-02-15 10:05:03'),
 (1, 23, '2006-02-15 10:05:03'),
 (1, 25, '2006-02-15 10:05:03'),
 (1, 106, '2006-02-15 10:05:03'),
 (1, 140, '2006-02-15 10:05:03'),
 (1, 166, '2006-02-15 10:05:03'),
 (1, 277, '2006-02-15 10:05:03'),
 (1, 361, '2006-02-15 10:05:03'),
 (1, 438, '2006-02-15 10:05:03'),
 (1, 499, '2006-02-15 10:05:03')]